---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InvKN
source: html/7f2ffd07-9afe-879a-0a27-2dfcdb008880.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InvKN Property

Symbol 1/kN, indicating unit Inverse kilonewtons.

## Syntax (C#)
```csharp
public static ForgeTypeId InvKN { get; }
```